Revit 2024 API
BasicLossFactor Constructor
Overload List
Name | Description
BasicLossFactor()
 Creates a basic loss factor object with no loss.
BasicLossFactor(Double)
 Creates a basic loss factor object with the given value.
BasicLossFactor(BasicLossFactor)
 Creates a copy of the given basic loss factor object
See Also
BasicLossFactor Class
BasicLossFactor Members
Autodesk.Revit.DB.Lighting Namespace